Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: Learn about partnerships with Common Voice
xka: کامن ویاس دا دراوال جان

source: Learn how to check a transcription
xka: نقل نالیل چل جان

source: Learn how to take part
xka: اون جان کتہ ٹل بون

source: Learn how to transcribe
xka: جان کتھ ڈسکرایب تھے

source: Learn how to use this page
xka: اوں پات استمال تالہ طریقہ جان۔

source: Learn More
xka: دی پا جاناں

source: Leaving now means you’ll lose your changes
xka: تیپہ چھوریل مطلب ان اں تو تانی بدلاگال پا باییلون

source: Leaving now means you'll lose your progress
xka: تی بایل ملطب اوں ا تو تانی ترقی ختم توں

source: Length
xka: دیرگ

source: Let's Get Started
xka: یا شورو تھا

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
xka: جیب تانی ٹیکل خمخا ایش دہ لخہ*اوں ٹکلروسہ جیب می این انگریزی می نان تے تو کا بی رس انگریزی جولال می نہ چوݨ بوں

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
xka: ۔۔۔۔۔۔۔۔بیلڑا۔۔۔۔۔۔۔فایدہ تیلیل پان۔۔۔۔۔۔۔۔کامن وایس سہ۔لوکلایزیشن دا گشی ڈیٹاسیٹ استعمال ایں،دی بی ان اوں کتہ تانی° خلق ام سہ اک بے°ی

source: License
xka: لایسنس

source: License: <licenseLink>CC-0</licenseLink>
xka: بوج

source: License: <licenseLink>{ $license }</licenseLink>
xka: بوج

source: Ligurian
xka: لگوریین

source: Lingala
xka: لنگالا

source: Link Copied
xka: لنک نقل بیل

source: Links to websites that can help us understand the language
xka: ویب سائڈ ا لنکس اسی جب جانل ݭاتہ اسی مدد تھ بھو۔

source: Listen
xka: بوج

source: Listening
xka: بجوون

source: Listen options menu
xka: بوجیل اؘ اختیارات اؘ مینو

source: Listen-Queue
xka: بوج

source: Lithuanian
xka: لیتھونیین

source: Loading…
xka: لوڈ تال۔۔اوکالیل

source: Loading sentences…
xka: جولال یوپال

source: Localized
xka: لوکلایزڈ

source: Log In
xka: لاگ ان۔

source: Login Identity
xka: جانی بارہ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
xka: کتہ منوم

source: Log in or sign up to get started
xka: شوروتال کیر لاگ ان یا ساین اپ بہ

source: Log In / Sign Up
xka: لاگ ان/اپان لنگہ

source: Log In / Sign Up with { $company } email
xka: ۔۔۔۔۔۔ای میل دہ ساین ان بہ

source: Log Out
xka: پتبہ دہ ثا بال کیر

source: Lojban
xka: لوجبان

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
xka: تہذات کتابونے بیلڑا تسےکاپیرایٹوخ لنگیس تہ۔۔۔مطلب کالوک

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
xka: اونت پو بان او۔ جیب مے بجیل کیر گیبی اتی نان۔تیس ماری ینی تا گنین گوا منا ا کریک تہ وپوٹ بہ تہ

source: Luganda
xka: لگانڈا

source: Luxembourgish
xka: لگسمبرگوش

source: Macedonian
xka: مکڈونیین

source: Mada
xka: برمیز

source: Maithili
xka: مالتھیلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
xka: تانی اواز دا جولا۔تو کا ں جولون تے بہ ان خوشان۔تی لہجہ ات بیدہ۔۔۔۔تی عام کاں اواز،تے لہجہ

source: Make sure the sentence meets the following criteria:
xka: اوں جولال لٹوا اؘ رو اوں چیپر جولال سہ ݭجین اؘ کو نہ

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
xka: نال کت تی پراگرس سوا دنای خلق ام سہ مقابلہ م ان

source: Malagasy
xka: مالاگاسے

source: Malay
xka: مالے

source: Malayalam
xka: ملایالام

source: Male/Masculine
xka: میش۔

source: Maltese
xka: مالٹیز

source: Manage Email Subscriptions
xka: امیل اؘ گن نقل۔

source: Manage Subscriptions
xka: گن نقل۔

source: Mapudungun
xka: ماپوڈنگن

source: Marathi
xka: مراٹھی

source: <mark>Check</mark>
xka: نال

source: <mark>Data</mark>
xka: معلومات

source: <mark>Prompt</mark>
xka: اشارہ تھال۔

source: <mark>Respond</mark>
xka: جواب دہ

source: <mark>Transcribe</mark>
xka: اتو نت چوݨ

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
xka: تانی ریسرج کیر سی وی اسمعال تھال۔

source: <mark>We need</mark><br/><mark>your help!</mark>
xka: اسان توسی مدد پکار این۔

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
xka: مٹرکس موزیلا اے جولال کیر ازاد ا پلیٹ فارم

source: Maximum file size: 25 MB
xka: باڑ دا باڑ فائل ناپ 25 mb

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
xka: شاید اسی ہوم پیج مدد تھ۔

source: MB
xka: ام بی

source: Mbo
xka: امبو

source: Meadow Mari
xka: میڈو مارل

source: Media and Entertainment
xka: میڈیا تے سال

source: Medumba
xka: میڈومبا

source: Meetei Lon
xka: مِٹرلون

source: Message
xka: مسیج

source: Michoacán Mazahua
xka: میکیکون مزاہوا

source: Minimum sentences in file: 1000
xka: فائلوں می اوشٹ دا اوشٹ جولال (1000)

source: [Mismatched content]
xka: کھچ یوپاگاَل ٹیکل

source: Misreadings
xka: کھچہ منیل

source: Missing an 's' at the end of a word.
xka: ا جولال۔اے اخر می اس درال

source: Missing an <strong>'s'</strong> at the end of a word.
xka: مسنگ ۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ٹیکیل اخیر رل۔

source: Missing 'A' or 'The' at the beginning of the recording.
xka: ریکاڈنگ اؘ اولک دودت رل اے ڄار این۔

source: Missing the end of the last word by cutting off the recording too quickly.
xka: ریکاڈنگ باڑشردہ کٹ تھتہ اخری ٹکیل ا ختم تھال ݭار بل

source: Mixed
xka: گاڈ واڈ

source: Mokpwe
xka: مکپوا

source: Moksha
xka: موکشا

source: Mongolian
xka: منگولیین

source: More
xka: دی۔

source: [More has been recorded than the required text]
xka: داواگال متن دا باڑریکاڈباگیال این

source: More languages coming soon
xka: دی جیب پا شو ر یین

source: Mossi
xka: موسی

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
xka: گن کمپیان کاں ڈیٹا یوز تان۔ غلبہ خلق شید نہ لان۔تزے کیر اس کامن ویس ترالرو سوا جیب جانہ تے سوا بارس نالان تہ۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
xka: گھن کمپنیان کا۔ ڈیٹا استمال تا بن سو بڑ خلق ام تہ نہ پشون ۔اس خیال۔می ان سٹیفل۔تسے کیر اس کامن ویس نام دہ ا پراجیکٹ شزو تھال۔۔۔۔سو جولال جانیل می امداد تہ تے سوا ام کیر بہ

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
xka: باڑریکارڈتہ ذات منندر ام آین آوں کو فطری شقل می جولال تھان۔تیس دینگ ساعت کمزیر اریکارڈنؙگ پاگین بانتس می یا تہ تن چیکار دان،یا باڑ کھش دجولان یا ڈراما ڄھل اواز گڑآن۔کاں ریکارڈ رو ڄھلا من جیت،یا کمیو ٹر دہ سمال ،نہ قبولا

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
xka: موزیلا کامن وایس ا شرو این اوں تانی مشینانوم تہ پشون کتہ خلق جولان تہ ۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
xka: وایس موزیلا فاونڈیشن ۔اوں ٹیم رل رس تہ روپےفلونتراپک گرانٹس دون تےسوادنآی دا پا خلق امداد دان

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
xka: موزیلا کامن وایس سوادنئ م سوا ام دا باڑ خلق ام ڈیٹاسیٹ۔۔۔۔تے بہ چندا دہ چلان ۔۔کال می ا ملیین ڈالر ڈیٹا سیٹچلالرلتے 100دا باڑجب ام ران تال کیر خرچ یون۔۔۔سو اسی طمہ اینتہ

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
xka: بِسپیچ پویانیلہ اپلیکشن ترال می موزیلاز اوپن سورستاٹ پویانیلہانجن ڈیپ سپیچ استمال تیبان۔۔شورو تھال جانیل کیر اسی ۔۔۔۔۔۔۔۔۔۔۔۔۔ڈیپ سپیچ یا ڈسکورس پر چا

source: Mutual accountability.
xka: اک دی سہ حساب تھال

source: n
xka: ن

source: N
xka: ن

source: N/A
xka: این۔اے

source: Name
xka: ناّم

source: Names of your language
xka: توسی جب اؘ گواؘ نام۔

source: Native Language
xka: ییہ جب

source: Nature and Environment
xka: قدرت تے ماحول

source: Need help with the Sex or Gender changes?
xka: میش تہ تریر بدلال می مدد زورت این

source: Need some help with accent?
xka: منیل می مدد زروت این۔

source: Need some help with variants?
xka: ویرئنٹ می مدد زورت این

source: Need to download your data?
xka: تی سامان ڈاون لوڈ تھال پکار۔

source: Nepali
xka: نیپالی

source: New Language Launch
xka: نم جیب شورو

source: News and Current Affairs
xka: اوں وحت اؘ خبرونی

source: Next
xka: دی

source: Ngiembon
xka: نایجمبن

source: Nias
xka: نیلاس

source: Nigerian Pidgin English
xka: نایجیریینپڈگن انگلش

source: NKo
xka: نکو

source: No
xka: نا

source: [No ‘a’ in the original text]
xka: اصلی متن می اے نان

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
xka: دی کاپی ترال رل گیبی پابندی نین

source: No foreign letters
xka: دروم وطن دا خط اے°اجازت نان

source: No gravatar found for your email
xka: تی ای میل کیر گیبی گریویٹآر نہ لاد

source: No information
xka: گیب معلوم نان۔

source: No information available
xka: گیب معلومات نان۔

source: No microphone found.
xka: کیں مائکرو فون نہ لات اؘ

source: Non-binary
xka: نان باینری

source: No numbers and special characters
xka: نہ ہندسہ نہ خاص ٹیکل

source: Northern Sotho
xka: ناردرن سوستو

source: Northwest Gbaya
xka: نرتھ ویسٹ گبایا

source: Norwegian Bokmål
xka: ناروین بکمل

source: Norwegian Nynorsk
xka: نارویین

source: No sentences to review. <addLink>Add more sentences now!</addLink>
xka: نالیل کیر گیب جولال نان تیپہ دی جولال ٹلُ تھ

source: ⓘ Not all sentences and clips have Variant tags yet!
xka: سوا جولال تہ کلپس می اوراک ٹیک نہ اشو

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
xka: کرا سیٹ ٹووزیبل پر بون تےاوں سیٹینگ۔۔۔۔۔۔۔۔۔۔۔۔پروفاییل پیج دا۔۔۔۔۔۔۔۔۔۔می بدل بون

source: Note: You will still need to select between Speak or Listen to change contribution type.
xka: توٹھ تیپہ پا بھوجل والا تہ منندر می اک جوݭیل این۔مدد طریق بدلال کیر

source: Not Found
xka: نہ لاد

source: No Thanks
xka: نہ مربنی۔

source: No thanks, continue speaking
xka: نہ مر بنی تانی جولال جاری رݭ

source: No variant selected
xka: تو دا بغیر نہ حوشال۔

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
xka: تیپہ تہ توکامن وایس بارا مےاتیش جانون پا، یا رس نالے گانٹھ نہ۔۔۔۔ جولال درِ ک منیل اےشرو تال کیر مایکروفون بٹن رل اّٹسار دہ۔۔اوں تو دی خلق م تراٹ بوجِل خوشون تہ پلے بٹں رل ٹسار دہ۔۔۔تو دیر اون من بہاوں منیل چوݨاگیل سہ یوپونہ اں کہ نہ

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
xka: ثیپہ تی تس تانی جیب لاڑے بانبہ سوا خلق ام کیر گان ا ڈیٹا بیس ترائ تہ

source: Number of Voices
xka: تراٹ آم تعداد

source: Numbers
xka: ہیندسا

source: Occitan
xka: اوکسیٹیشن

source: Odia
xka: اوڈیا

source: Off
xka: بان

source: Offensive Content
xka: شیتنی اؘ اسپاب

source: Offensive language
xka: اوران جیب

source: Offensive speech
xka: روݭ می بیال جولال

source: Offline Sources
xka: مکھ کامک

source: On
xka: کولاو

source: On desktop devices you can contribute by downloading…
xka: ڈیسک ٹآب ڈرایور دے تو ڈاون لوڈ می مدد تھ بوں

source: On his head he wore a beret.
xka: ݭیݭ رل تا بیریٹ ݭآل

source: On iOS please continue with Safari to enable recording…
xka: ios رل ریکاڈنگ باگایل کیر سفاری سے روان رݭ

source: Only show me sentences and clips from my variant
xka: مٹھہ ایلا اورک کلپس تہ جولال مشا۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
xka: دی مکھ تہ تی ان خیال اوں منندر اے° کرا بی اوں ٹیکل نہ دریش،تے منیل می کھچ کھچ بو،ماربینی بہ نہ کاٹا۔۔۔اے تی پا گیبی بام نہ لاد پر د چھور

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
xka: دی مکھ تہ تی اوں تسلی بیل او ں منندرہ ہاوں ٹیکل کیرا بی نہ بود۔اپان داشات،کھچہ منون۔ماربینی ان تھا نہ کاٹا۔لخہ تو پا دو ایر بیل تھہ تے رس بھاگ رل چھور

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
xka: بہ گوا تی تھان تے تس ایکور دا تھان۔

source: Optionally join on our email list for updates and new information about the project.
xka: پراجیکٹ بارا م نوم نولال دا اپان پو تال کیر اسی ای میل لشٹ سہ ٹل ہ

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
xka: تی نامہ تے ای میلہ شایع باگال ڈیٹا سہ گیبی لیݨ نہ آشہ

source: Ossetian
xka: اوسیٹیین

source: Other
xka: دی۔

source: Other Language
xka: دی جب۔

source: Other people validate those voice clips.
xka: دی خلق اوں اوازونے قبولان

source: Other voice datasets…
xka: دی وئس ڈیٹاسئٹ

source: Other Voice Datasets
xka: دی صوتی ڈیٹا سیٹ۔

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
xka: اسی درام اؘ گن مدد کیر توسان سہ رابط تھو تے توساں تھ منو اؘ توسے درام اؘ توسی جب رل گوا کار تھا اؘ کو نہ۔

source: Our governance is founded on the pillars of:
xka: اسے حکوت اوں تون ام رل اٹییال این

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
xka: اسے جیب اسے قیصااسے دراوال تے اسےایتیل بیشیل این۔یا اوں زات ڈیٹاسیٹ ترای کا ں بہ دنیی مے°پھشیل داون تہ

source: Our Partners
xka: اسی ملگر

source: Our partners include...
xka: اسے مرگر اون۔

source: Overall Accuracy
xka: سوا صحی

source: Overall Hr. Total
xka: سمٹال

source: p
xka: پ

source: Papiamento (Aruba)
xka: پاپلامنٹو

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
xka: جیب جولال ام می ٹل بہ۔یندر۔جولال جان تے تپوس تہ

source: Partner
xka: سیت

source: Partners
xka: ملگر

source: Partnerships
xka: ملگرستیا

source: Partnerships and networks
xka: مرگرتیا تےنٹ ورک

source: Partnerships, Press and Stories, Community and Languages
xka: دراوال،پریس تےقیصا،تانیخلق تے جیب

source: Partner with us
xka: سیت اسں دی

source: [Part of the text can’t be heard]
xka: مناگیلہ اتوں کٹر نہ بج بان

source: Pashto
xka: پشتو

source: Past recordings download requests
xka: میشٹوک ریکارڈنگزکینیل کیر درخاس

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
xka: کامن وایس اعوامی ڈیٹآسیٹ۔سوا دنئ رضاکار تے مددگار رس می ڈیزان۔کاں خلق اوازااپلیکیشن ترال شوخآن تہ،تن اوں ڈیٹا سٹ استعمال تیبان۔آج لپار غلبہ اواز ڈیٹا سیٹ کمپیان ام اے°

source: People come and contribute their voices.
xka: مانوش یانتے تانی تراٹ جمع تان

source: Persian
xka: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
xka: تانی ڈیش بورڈ د تو تانی تےدرام ٹرقی دا شید آݭوں

source: Personally Identifiable Information
xka: تانی جانیل اطلاعات۔

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
xka: ۔۔۔۔۔۔۔۔۔۔بیلڑا۔۔۔۔۔۔۔فایدہ تیلیل پان۔۔۔۔۔۔۔۔کامن وایس سہ۔لوکلایزیشن دا گشی ڈیٹاسیٹ استعمال ایں،دی بی ان اوں کتہ تانی° خلق ام سہ اک بے°ی

source: <playIcon></playIcon>Last one!
xka: اخری اک

source: Play/Stop
xka: شرو/ایٹھی

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
xka: اسی ٹملیٹ فاییل نال۔۔تی جمہ تاگیل جولال کاپی رایٹ فری بیدہ ۔گریمیر لحاظ دا صحیتے منیل می سگار بیدہ۔جمہ تاگیل جملہ باڑیل دش پنجیش سکنڑگینہ تے خآص ٹکیل،تے ہندسا بھآگ رل چھورا

source: Please fill out this field.
xka: ماربینی تہ او فیلڈ چوپوٹ تہ

source: Please select a language to review sentences.
xka: جولال سمال کیر اؘجب حوشا

source: Polish
xka: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
xka: اوں ترجمہ انگریزی دا بیل پر تو دی۔۔۔۔۔۔۔۔۔۔۔۔جیب ام۔۔۔۔۔۔تجاویزنیل بون۔ پروفایل نخ رل ا ٹسار دہ۔دیر سیٹنگلن۔۔۔دیرتانی جیب میلہ۔دیرچیپر دراشوم مکھ تہ ترجماومہ ا لسٹ آشہ۔رس تہ لوکیلز منان۔۔۔۔۔۔۔۔ترجما ا دوس پتا سایٹ رل پشاں

source: Portuguese
xka: پرتگیز

source: Powered by global communities, for global communities — 130 languages and growing!
xka: عالمی سطح دا رسے سپورٹ،عالمی دراوال کیر۔دش تے شو بیش جیب ۔۔۔۔لا دی پا پتّرون

source: Press and stories
xka: سیپ دہ۔

source: Press and Stories
xka: سیپ دے

source: Press play, listen & tell us: did they accurately speak the sentence below?
xka: بٹن اٹسار دہ۔۔بجھ تے اساں تہ۔مناں۔ رن او۔ چیپر جملا ٹیک پا ا

source: Press { shortcut-play-toggle } to toggle play mode
xka: سیپ دا گش{ shortcut-play-toggle }

source: Privacy
xka: پرایویسی۔۔۔۔۔اپانتہ۔۔۔۔۔پلاگیال

source: <privacyLink>Privacy</privacyLink>
xka: اپان تہ اوراک تہ

source: Privacy Policy
xka: گݭ دہ پالسی

source: Privacy, security and transparency.
xka: پرایویسی،سیکیورٹیتے ٹرانسپیرنسی

source: Pro
xka: مکئہ

source: Profile
xka: پروفاییل

source: Profile information improves the audio data used in training speech recognition accuracy.
xka: نینار تہ کت تی پراگرس دنای خلق سہ مقابل م ان

source: Progress
xka: مݭتھ بیل۔

source: Public Domain
xka: عوامی ڈومین۔

source: Pular Guinea
xka: پلر گنییا

source: Punctuation
xka: چݨیلہ نخ

source: Punjabi
xka: پنجابیا

source: Puno Quechua
xka: پیونو کویچوا

source: Quechua Chanka
xka: کویچا چنکا

source: r
xka: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
xka: انگریزیا می اکِھٹآ من جون دییم با نہ

source: Rate limit exceeded. Try again in { $retryLimit } minutes
xka: وخ لنگیل ۔۔۔۔۔منٹ می دیراں ݭج

source: Rate limit exceeded. Try again in { $retryLimit } seconds
xka: وخ گو۔۔۔۔منٹ می دراں ݭج

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
xka: سرکار،میڈیا،یا اتونت دی تنظیم ام تہ اپان پشا تے نالا کیم کو تنا دی خلق ام نالیلہ گجینگوا نہ آشا آ

source: Reader Effects
xka: منندر ام راے

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
xka: پیج رل چݨاگیل سوا ٹکل ران سہ منیل می باڑ جولال این۔۔۔۔رانسہ نالا اں گوا ریکارڈ بیل تے اون تتین اں کاں چیݨ جیل پاآ۔۔۔۔گجینگوا کماس یا اپان دا میلاس یا دراس دیر نہ قبولا

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
xka: کٹھن تہ جولال منیلاں سو سبطینی انت نہ آݭوں۔

source: Read More
xka: دی من

source: Read more on our About page
xka: اسے پیج دی پا باڑ

source: Read sentences
xka: جولال من۔

source: Read Sentences
xka: جولال من۔

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
xka: تانی جیب اےجولال دریکے منا۔تے دنیا اے سوام دا ران ڈیٹا سیٹ می تانی ڈا تلا

source: Read Sentences, Answer Questions
xka: جولال منا سوال اؘ جواب دا۔

source: Read sentences submitted by the community in various languages
xka: درام مک دا اوراک اوراک جبومی سمٹیگال جولال منا۔

source: Read the sentence carefully - don’t miss, change or add words.
xka: اوں جولال ران سہ نال۔۔۔نہ گیبی درہ، ۔۔ا ٹکل پا نہ بدل تے نہ ای کمہ

source: Ready to add your voice or lend your ear?
xka: تی اواز ریکارڈ تال کیر تیار این۔۔۔۔۔۔۔تو ٹہ کان چھون

source: Ready to contribute?
xka: امداد کیر تیار

source: Ready to do { $count } more?
xka: دی اےۡ کیر راڈ با

source: Ready to donate your voice?
xka: تانی جولال امداد دال کیر تیاربہ

source: Ready to help validate sentences?
xka: سزا باڑ تھال می مدد تھا۔

source: reCAPTCHA is required if you want to proceed
xka: تو مݭ تہ منل داوین تہ تہ recaptach زرول این

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
xka: ای میل گینا لہا چیلنج تہ گول یاد تھا پروگریس اپ ڈیٹس اور شریک آواز اؘ بارے میں نیوز حط

source: Recorded Clips
xka: ریکاڈتھاگیل جولال

source: Recorded Hours
xka: ریکاڈنگ ای گینٹا۔

source: <recordIcon></recordIcon> Last one!
xka: آخری اک

source: [Recording cut off before the end of the last word]
xka: آخری ٹکل ختمبال دا مݭ ریکاڈنگ بان تھ

source: Recordings
xka: ریکاڈ تھال۔

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
xka: اواز کٹر رکارڈ تھال اسے ڈیٹاسیٹ باڑ ضریلی شے۔دینگ رستہ گپ منان

source: Record/Stop
xka: شرو/ایٹھی

source: Record your response
xka: تانیجواب ریکارتہ

source: Record yourself reading sentences in your language
xka: اؘ پینا اپناتھ تان جب می جولال منیل ریکاڈ تھا۔

source: Record yourself responding to questions and prompts in your language
xka: تانی جب می سوال تہ اشارے اؘ جواب دایل رل ااپان ریکاڈ تھ

source: Record your voice
xka: تانی تراٹ ریکاٹ تہ

source: Reference the source of your sentence (required)
xka: تانی جولال ٹبوت گییہ

source: Refresh
xka: نمو

source: Reject
xka: نہ کاٹیل

source: Remove
xka: دور تہ

source: Remove Avatar
xka: اوتار اوشپار

source: Report
xka: خبر

source: Report was passed successfully
xka: راپوٹ کمیابی سہ قبولیل
